{
  "main_block_title": "Digital solutions that attract clients",
  "main_block_description": "Every feature is designed for your brand’s efficiency and growth",
  "menu": [
    {
      "menuItem": "Home",
      "id": "home"
    },
    {
      "menuItem": "About",
      "id": "about"
    },
    {
      "menuItem": "Pricing & Services",
      "id": "prices"
    },
    {
      "menuItem": "Portfolio",
      "id": "portfolio"
    },
    {
      "menuItem": "Testimonials",
      "id": "testimonials"
    },
    {
      "menuItem": "FAQ",
      "id": "faq"
    },
    {
      "menuItem": "Contacts",
      "id": "contact"
    }
  ],
  "contacts": "Contacts",
  "contacts_text_1": "Find us on messengers and social media:",
  "contacts_text_2": "Submit a request, and we’ll propose the best solution for you",
  "contact_btn": "Let's Talk",
  "contact_btn_short": "Let's Talk",
  "our_projects": "Our projects",
  "our_projects_text": "Development of a one-page website for a luxury watch brand. The main goal was to create a stylish yet functional landing page that emphasizes the product’s premium quality and conveys a sense of the value of time.<br>The design follows a minimalist approach: a high-contrast color palette (black background with gold accents), clear typography, and prominent visual highlights on the products. The hero section is focused on first impressions — featuring a striking slogan, a high-quality watch image, and a CTA button.",
  "completed_projects": "Completed Projects",
  "years_experience": "Years of experience",
  "satisfied_customers": "Satisfied customers",
  "about_us": "About us",
  "about_us_text": "We are a web studio that creates modern websites for both small and large businesses. Our mission is to combine stylish design with solid development expertise to deliver results that truly work for our clients. <br/> <br/>We believe a website should be more than just beautiful — it should bring real value: sell, attract customers, and strengthen brand image. That's why we merge speed, usability, and style into a single product.",
  "prices_and_services": "Pricing&Services",
  "prices_and_services_text": "We don't work with templates — every website or application is crafted for specific goals. That's why pricing is always individual and depends on complexity and required functionality. We can join your project at any stage — from technical specification to launch. Send us your request, and we'll offer the most suitable solution.",
  "weeks": "weeks",
  "testimonials": "Testimonials",
  "faq_q1": "Why are custom-built websites more expensive than template-based ones?",
  "faq_q2": "How much does a website cost?",
  "faq_q3": "How long does development take?",
  "faq_q4": "Do you provide design services?",
  "faq_q5": "Can changes be made after the launch?",
  "faq_q6": "Is SEO included in the price?",
  "faq_q7": "How is payment made?",
  "faq_q8": "Do you create Telegram bots and apps?",
  "faq_q9": "Do you work only with clients in Ukraine?",
  "faq_a1": "Because we write code from scratch for your business. This means:",
  "faq_a11": "more speed (the site works without unnecessary “garbage”)",
  "faq_a12": "unique design",
  "faq_a13": "easy scaling for future needs",

  "faq_a21": "Landing from 20,000 UAH",
  "faq_a22": "corporate website from 35,000 UAH",
  "faq_a23": "online store from 65,000 UAH.",
  "faq_a24": "The price depends on the functionality and complexity.",

  "faq_a31": "Landing — 2–3 weeks",
  "faq_a32": "Corporate website — 4–6 weeks",
  "faq_a33": "Online store — 2–3 months.",
  "faq_a34": "But it all depends on the speed of agreement.",
  "faq_a4": "Yes, we create the design. You will have a unique layout without copying templates.",
  "faq_a5": "Yes. We provide technical support and can refine the site after release.",
  "faq_a6": "We do basic SEO optimization (structure, speed, tags). For comprehensive promotion, we can connect specialists.",
  "faq_a7": "Usually 50% down payment and 50% upon completion of the project.",
  "faq_a8": "Yes. We can develop a bot for orders, consultations, or business automation.",
  "faq_a9": "No, we are open to clients from any country. Payment is accepted in a convenient currency.",
  "form_name": "Your name",
  "form_phone": "Phone number",
  "form_email": "E-mail",
  "form_text": "Briefly describe your request",
  "form_submit_btn": "Briefly describe your request"
}